// AskFirst dialog -- in English, this displays as:
//
//		“<UserName>” on “<ComputerName>” would like to use your <DVD/CD/disc> <drive/drives>.

"“%1$@” on “%2$@” would like to use your %3$@ %4$@." = "“%1$@” em ”%2$@” deseja utilizar %3$@ %4$@.";

"Accept" = "Aceitar";
"Decline" = "Declinar";
"DVD" = "DVD";
"CD" = "CD";
"disc" = "disco";
"drive" = "unidade";
"drives" = "unidades";

// Eject dialog

"You’re ejecting a disc that another computer is using. Do you want to continue?" = "Está a ejectar um disco que está a ser utilizado por outro computador. Deseja continuar?";
"The remote computer will be disconnected from your computer." = "O computador remoto será desligado do seu computador.";
"Eject" = "Ejectar";
"Don't Eject" = "Não ejectar";
